Repository: vipinchan/mimi-remote
Catalog: ios/MimiRemote/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.share_journey_render_error_message
source: The image could not be rendered. Please try again.
zh_hans: 图片暂时没有生成成功，请再试一次。

# ui.share_journey_render_error_title
source: Couldn’t create card
zh_hans: 卡片生成失败

# ui.share_journey_settings_footer
source: A private, shareable recap built from task metadata on this device.
zh_hans: 基于本设备任务元数据生成，可分享且不暴露内容。

# ui.share_journey_share_button
source: Share my card
zh_hans: 分享我的卡片

# ui.share_journey_share_hint
source: Use the system share sheet to save the image or post it to Xiaohongshu.
zh_hans: 可在系统分享面板里保存图片，或直接发布到小红书。

# ui.share_journey_tasks
source: Tasks
zh_hans: 任务

# ui.share_journey_title
source: My AI partner card
zh_hans: 我的 AI 合伙人档案

# ui.share_journey_together
source: Building with AI for
zh_hans: 与 AI 并肩的

# ui.share_journey_workspaces
source: Workspaces
zh_hans: 工作区

# ui.shared_ssh_queue_does_not_support_output_schema
source: The shared SSH queue does not support outputSchema yet. The message was not sent.
zh_hans: 共享 SSH 队列暂不支持 outputSchema，消息未发送。

# ui.short_window
source: short window
zh_hans: 短窗口

# ui.shortcut_phrase
source: shortcut phrase
zh_hans: 快捷短语

# ui.show_details
source: Show details
zh_hans: 显示详情

# ui.show_details_on_the_right
source: Show details on the right
zh_hans: 显示右侧详情

# ui.show_in_conversation_sidebar
source: Show in conversation sidebar
zh_hans: 显示在会话侧栏

# ui.show_less
source: Show less
zh_hans: 收起显示

# ui.show_more
source: Show more
zh_hans: 显示更多

# ui.show_only_observed_current_limiting_windows
source: Show only observed current limiting windows
zh_hans: 仅显示已观测的限流窗口

# ui.show_only_workspaces_that_are_part_of_a
source: Show only workspaces that are part of a session
zh_hans: 只显示已加入会话的工作区

# ui.show_runtime_sessions_hint
source: Shows recent sessions from this runtime.
zh_hans: 显示此运行时的最近会话。

# ui.show_sidebar
source: Show Sidebar
zh_hans: 显示边栏

# ui.simplified_chinese
source: Simplified Chinese
zh_hans: 简体中文

# ui.six_items_are_in_progress_and_two_are_awaiting_verification
source: Six items are In Progress and two are awaiting verification.
zh_hans: 还有 6 条在 In Progress，2 条等验收。

# ui.skill_name
source: Skill name
zh_hans: Skill 名称

# ui.skill_named
source: Skill %@
zh_hans: 技能 %@

# ui.skill_value_has_been_called
source: Skill %@ called
zh_hans: 已调用 Skill %@

# ui.skills
source: Skills
zh_hans: 技能

# ui.skills_available_count
source: %lld available skills
zh_hans: %lld 个可用 Skill

# ui.skills_not_found
source: Skills not found
zh_hans: 未发现 Skills

# ui.skills_selected_count
source: %lld skills selected
zh_hans: 已选择 %lld 个技能

# ui.skip
source: skip
zh_hans: 跳过

# ui.sliding_interface
source: Swipe
zh_hans: 滑动

# ui.slowest_link
source: slowest link
zh_hans: 最慢环节

# ui.slowest_link_value_value
source: Slowest stage: %@ · %@
zh_hans: 最慢阶段：%@ · %@

# ui.snapshot_refresh_failed_before_reconnection_value
source: Snapshot refresh failed before reconnection: %@
zh_hans: 重连前快照刷新失败：%@

# ui.source
source: Source
zh_hans: 来源

# ui.source_summary_value
source: Source summary: %@
zh_hans: 来源摘要：%@

# ui.specify_submission
source: Specify commit
zh_hans: 指定提交

# ui.speech_retry_seconds_count
source: Speech transcription is unavailable. Try again in %lld seconds.
zh_hans: 语音转写暂不可用，请 %lld 秒后重试。

# ui.speech_transcription_failed
source: Speech transcription failed: %@
zh_hans: 语音转写失败：%@

# ui.speech_transcription_is_currently_unavailable_please_try_again
source: Speech transcription is currently unavailable, please try again in %@ seconds
zh_hans: 语音转写暂不可用，请 %@ 秒后重试

# ui.speech_transcription_is_currently_unavailable_please_try_again_9e0e4eee
source: Speech transcription is currently unavailable, please try again later.
zh_hans: 语音转写暂不可用，请稍后重试

# ui.speed
source: Speed
zh_hans: 速度

# ui.speed_test_results
source: Speed test results
zh_hans: 测速结果

# ui.standard
source: Standard
zh_hans: 标准

# ui.start
source: start
zh_hans: 开始

# ui.start_code_review
source: Start code review
zh_hans: 开始代码审查

# ui.start_independent_task
source: Start independent task
zh_hans: 启动独立任务

# ui.start_mimi_assistant_on_mac_first
source: Start Mimi Mac Assistant on Mac first
zh_hans: 先在 Mac 启动 Mimi Mac 助手

# ui.start_setup
source: Start setup
zh_hans: 开始设置

# ui.start_speed_test
source: Start speed test
zh_hans: 开始测速

# ui.start_subagent
source: Start subagent
zh_hans: 启动子 Agent

# ui.start_subtask
source: Start subtask
zh_hans: 启动子任务

# ui.start_the_assistant_and_display_the_qr_code
source: Start Mimi Mac Assistant and display the QR code
zh_hans: 启动 Mimi Mac 助手并显示二维码

# ui.start_this_conversation
source: Start this conversation
zh_hans: 开始这次会话

# ui.start_using_the_default_runtime
source: Start using the default runtime
zh_hans: 使用默认运行时开始

# ui.start_value
source: Start %@
zh_hans: 开始 %@

# ui.start_value_complete_value
source: Start %@ · Complete %@
zh_hans: 开始 %@ · 完成 %@

# ui.start_voice_input
source: Start voice input
zh_hans: 开始语音输入

# ui.start_working_using_the_current_folder
source: Start working using the current folder
zh_hans: 使用当前文件夹开始工作

# ui.start_working_using_your_current_location
source: Start working using your current location
zh_hans: 使用当前位置开始工作

# ui.started_value_last_value
source: Started %@ · Last %@
zh_hans: 开始 %@ · 最近 %@

# ui.starting_camera
source: Starting camera
zh_hans: 正在启动相机

# ui.status
source: Status
zh_hans: 状态

# ui.status_awaiting_confirmation
source: Status awaiting confirmation
zh_hans: 状态待确认

# ui.status_read
source: status read
zh_hans: 状态已读取

# ui.status_value
source: Status %@
zh_hans: 状态 %@

# ui.status_value_bcee9cc0
source: Status: %@
zh_hans: 状态：%@

# ui.step_value_value
source: Step %1$@: %2$@
zh_hans: 第 %1$@ 步：%2$@

# ui.still_used_in_the_last_30_days
source: Still used in the last 30 days
zh_hans: 最近 30 天内仍使用过

# ui.stop
source: stop
zh_hans: 停止

# ui.stop_app
source: Stop App
zh_hans: 停止 App

# ui.stop_current_reply
source: Stop current response
zh_hans: 停止当前回复

# ui.stop_current_reply_hint
source: Stops the active response without ending this conversation.
zh_hans: 仅停止正在生成的回复，不会结束当前会话。

# ui.stop_current_session
source: Stop current session
zh_hans: 停止当前会话

# ui.stop_recording
source: Stop recording
zh_hans: 停止录音

# ui.stopping_current_reply
source: Stopping the current response…
zh_hans: 正在停止当前回复…

# ui.structured_input_paths_must_come_from_the_current
source: Structured input paths must come from the current allowlist item
zh_hans: 结构化输入路径必须来自当前 allowlist 项目

# ui.sub_agent
source: Sub-Agent
zh_hans: 子 Agent

# ui.sub_agent_managed_by_parent
source: Managed by the parent session
zh_hans: 由父会话管理

# ui.sub_agent_managed_read_only
source: Managed by the parent session · Read Only
zh_hans: 由父会话管理 · 只读

# ui.sub_agent_unavailable
source: This child session is no longer available or is outside the authorized repository scope.
zh_hans: 这个子会话已不可用，或不在已授权仓库范围内。

# ui.submission_instructions
source: Commit message
zh_hans: 提交说明

# ui.submit
source: Submit
zh_hans: 提交

# ui.submit_additional_information
source: Submit additional information
zh_hans: 提交补充信息

# ui.submit_and_push
source: Commit and push
zh_hans: 提交并推送

# ui.submit_and_push_74661f7a
source: Commit and push?
zh_hans: 提交并推送？

# ui.submit_value
source: Commit %@
zh_hans: 提交 %@

# ui.submitting
source: Submitting
zh_hans: 提交中

# ui.success
source: Success
zh_hans: 成功

# ui.summary
source: Summary
zh_hans: 摘要

# ui.summary_personality
source: Summary/Personality
zh_hans: 摘要/人格

# ui.supplemental_information_sending_failed_websocket_not_connected
source: Supplemental information sending failed: WebSocket not connected
zh_hans: 补充信息发送失败：WebSocket 未连接

# ui.supplementary_information
source: Supplementary information
zh_hans: 补充信息

# ui.supplemental_information_request_expired
source: This request for more information expired before the answer was delivered
zh_hans: 补充信息请求已失效，答案没有送达

# ui.supplemental_information_request_expired_card_dismissed
source: This request for more information has expired. The card was dismissed and the session is no longer waiting on it.
zh_hans: 这条补充信息请求已经失效，卡片已收起，会话不再等待输入。

# ui.supplementary_information_has_been_sent_waiting_for_codex
source: Supplementary information has been sent, waiting for Codex to continue
zh_hans: 补充信息已发送，等待 Codex 继续

# ui.supplementary_information_skipped
source: Supplementary information skipped
zh_hans: 补充信息已跳过

# ui.supplementary_information_skipped_continue_execution
source: Supplementary information skipped, continue execution
zh_hans: 已跳过补充信息，继续执行

# ui.supplementary_input
source: Supplementary input
zh_hans: 补充输入

source: Supplemented with executable commands, configuration examples and troubleshooting portals.
zh_hans: 补充可执行命令、配置示例和故障排查入口。

# ui.support_and_contact
source: Support & Contact
zh_hans: 支持与联系

# ui.suspended
source: Suspended
zh_hans: 已暂停

# ui.switch
source: switch
zh_hans: 切换

# ui.switch_failed
source: Switch Failed
zh_hans: 切换失败

# ui.switch_model
source: Switch model
zh_hans: 切换模型

# ui.switch_model_and_inference_strength
source: Switch model and reasoning effort
zh_hans: 切换模型与推理强度

# ui.switch_planning_mode
source: Switch planning mode
zh_hans: 切换计划模式

# ui.switch_target_mission_mode
source: Switch Goal mode
zh_hans: 切换目标模式

# ui.switch_to_apple_voice_input
source: Switch to on-device voice input?
zh_hans: 切换到设备端语音输入？

# ui.synchronization_and_reconnection_have_been_paused_it_will
source: Synchronization and reconnection have been paused; it will automatically reconnect when the network is restored, and existing sessions and queued messages will not be cleared.
zh_hans: 已暂停同步和重连；网络恢复后会自动重新连接，现有会话和排队消息不会清空。

# ui.synchronizing
source: Synchronizing
zh_hans: 同步中

# ui.synchronizing_target
source: Syncing Goal
zh_hans: 正在同步目标

# ui.system
source: system
zh_hans: 系统

# ui.system_mode_follows_the_current_device_appearance_light
source: System mode follows the current device appearance; light and dark colors fix the app appearance.
zh_hans: 系统模式会跟随当前设备外观；浅色和深色会固定 App 外观。

# ui.tailscale_address
source: Tailscale address
zh_hans: Tailscale 地址

# ui.tailscale_network_path
source: Tailscale network path
zh_hans: Tailscale 网络路径

# ui.tailscale_path_derp
source: DERP relay
zh_hans: DERP 中转

# ui.tailscale_path_direct
source: Direct (UDP hole punching)
zh_hans: 直连（UDP 打洞）

# ui.tailscale_path_not_tailscale
source: Not using Tailscale
zh_hans: 未使用 Tailscale

# ui.tailscale_path_peer_relay
source: Peer Relay
zh_hans: Peer Relay 中转

# ui.tailscale_path_unavailable
source: Status unavailable
zh_hans: 状态不可用

# ui.tailscale_path_unknown
source: Unable to determine
zh_hans: 无法判断

# ui.take_a_photo_to_attach_to_the_message
source: Take a photo to attach to the message
zh_hans: 拍摄照片并附加到消息

# ui.take_over
source: take over
zh_hans: 接管

# ui.take_over_to_ipad
source: Take over on this device
zh_hans: 在此设备上接管

# ui.taken_over_to_ipad
source: Taken over on this device
zh_hans: 已在此设备上接管

# ui.tap_to_cancel_voice_input_preparation
source: Tap to cancel voice input preparation
zh_hans: 轻点取消语音输入准备

# ui.tap_to_start_apple_realtime_voice_input
source: Tap to start Apple real-time voice input
zh_hans: 轻点开始 Apple 实时语音输入

# ui.tap_to_stop_apple_voice_input
source: Tap to stop and finalize on-device voice input
zh_hans: 轻点停止并完成设备端语音输入

# ui.tap_to_stop_recording_and_start_transcribing
source: Tap to stop recording and start transcribing
zh_hans: 点按停止录音并开始转写

# ui.tap_to_toggle_queuing_or_directing_current_replies
source: Tap to switch between queuing and steering the current response
zh_hans: 点按可切换排队或引导当前回复

# ui.target
source: Goal
zh_hans: 目标

# ui.target_cleared
source: Goal cleared
zh_hans: 目标已清除

# ui.target_content_cannot_be_empty
source: Goal cannot be empty
zh_hans: 目标不能为空

# ui.target_setup_failed_and_has_not_been_sent
source: Goal setup failed and has not been sent.
zh_hans: 目标设置失败，尚未发送。

# ui.target_sync_failed
source: Goal sync failed
zh_hans: 目标同步失败

# ui.target_task
source: Goal mode
zh_hans: 目标模式

# ui.target_token_budget_progress
source: Goal token budget progress
zh_hans: 目标 token 预算进度

# ui.target_type
source: Goal type
zh_hans: 目标类型

# ui.target_value
source: Goal %@
zh_hans: 目标 %@

# ui.task
source: Task
zh_hans: 任务

# ui.temporarily_save_changes_to_the_current_workspace_and
source: Stage the current workspace changes, commit them, then push to origin without force.
zh_hans: 暂存当前工作区变更，提交后推送到 origin，不强制推送。

# ui.temporarily_saved
source: Staged
zh_hans: 已暂存

# ui.temporarily_saved_there_are_still_workspace_changes
source: Staged; workspace changes remain
zh_hans: 已暂存，仍有工作区改动

# ui.temporary_hunk
source: Stage hunk
zh_hans: 暂存 hunk

# ui.temporary_storage
source: Stage
zh_hans: 暂存

# ui.terminal_not_connected
source: Terminal not connected
zh_hans: 终端未连接

# ui.terms_of_use
source: Terms of Use
zh_hans: 使用条款

# ui.test_connection
source: test connection
zh_hans: 测试连接

# ui.test_failed
source: test failed
zh_hans: 测试失败

# ui.test_time
source: Test time
zh_hans: 测试时间

# ui.test_update_automated_tests
source: test: update automated tests
zh_hans: test: 更新自动化测试

# ui.testflight_publishing_failed
source: TestFlight publishing failed
zh_hans: TestFlight 发布失败

# ui.testflight_release_completed
source: TestFlight release completed
zh_hans: TestFlight 发布完成

# ui.testflight_release_in_progress
source: TestFlight release in progress
zh_hans: TestFlight 发布进行中

# ui.testing
source: Testing…
zh_hans: 测试中…

# ui.testing_connection
source: Testing connection
zh_hans: 正在测试连接

# ui.testing_full_link
source: Testing full link
zh_hans: 正在测试完整链路

# ui.testing_speed
source: Testing speed...
zh_hans: 正在测速…

# ui.testing_time
source: Testing time
zh_hans: 测试耗时

# ui.text_attachment
source: text attachment
zh_hans: 文本附件

# ui.text_file_must_be_utf8
source: Text and source-code files must use UTF-8 encoding.
zh_hans: 文本和源代码文件必须使用 UTF-8 编码。

# ui.the_access_code_for_this_mac_does_not
source: The access code for this computer does not exist. Please pair again.
zh_hans: 这台电脑的访问码不存在，请重新配对

# ui.the_access_code_has_expired_and_automatic_retries
source: The access code has expired and automatic retries have been stopped. Please open connection management and rescan the pairing QR code on your Mac.
zh_hans: 访问码已失效，已停止自动重试。请打开连接管理并重新扫描 Mac 上的配对二维码。

# ui.the_app_has_entered_the_background_and_confirmation
source: The app has entered the background and confirmation is required to send the result.
zh_hans: App 已进入后台，发送结果需要确认

# ui.the_approval_decision_has_been_sent_waiting_for
source: The approval decision has been sent, waiting for the Agent to continue execution
zh_hans: 批准决定已发送，等待 Agent 继续执行

# ui.the_archive_has_been_canceled_locally_but_the
source: The archive has been canceled locally, but the remote cancellation failed: %@
zh_hans: 已在本地取消归档，远端取消失败：%@

# ui.the_automatic_connection_is_not_completed_please_upgrade
source: The automatic connection is not completed; please upgrade and restart agentd, or connect by scanning the QR code.
zh_hans: 自动连接未完成；请升级并重启 agentd，或通过扫码连接。

# ui.the_cleanup_selection_is_expired_or_contains_a
source: The cleanup selection has expired or includes a protected worktree. Create a new preview.
zh_hans: 清理选择已过期或包含受保护的 Worktree，请重新生成预览。

# ui.the_code_scan_has_been_cancelled_please_scan
source: The code scan has been cancelled. Please scan the QR code on your Mac again.
zh_hans: 扫码已取消，请重新扫描 Mac 上的二维码。

# ui.the_complete_history_failed_to_load_the_content
source: The complete history failed to load. Please try again.
zh_hans: 完整历史加载失败，请重试。

# ui.the_connection_address_format_is_invalid
source: The connection address format is invalid
zh_hans: 连接地址格式无效

# ui.the_connection_address_is_invalid_please_enter_the
source: The connection address is invalid. Please enter the Mimi Mac Assistant address, such as http://100.64.0.1:8787; do not include paths, account numbers, or query parameters in the address.
zh_hans: 连接地址无效。请输入 Mimi Mac 助手地址，例如 http://100.64.0.1:8787；地址中不要包含路径、账号或查询参数。

# ui.the_connection_credentials_have_been_saved_safely_but
source: The connection credentials have been saved safely, but the project and session cannot be loaded at this time. Please confirm that Mimi Mac Assistant and Tailscale are available and try again without re-scanning the QR code.
zh_hans: 连接凭据已安全保存，但暂时无法加载项目和会话。请确认 Mimi Mac 助手和 Tailscale 可用后重试，无需重新扫码。

# ui.the_connection_credentials_have_expired_confirmation_is_required
source: The connection credentials have expired. Confirmation is required to send the result.
zh_hans: 连接凭据已失效，发送结果需要确认

# ui.the_connection_file_cannot_be_found_for_this
source: The connection profile for this Mac could not be found
zh_hans: 找不到这台 Mac 的连接档案

# ui.the_connection_has_been_interrupted_sending_results_requires
source: The connection has been interrupted, sending results requires confirmation
zh_hans: 连接已中断，发送结果需要确认

# ui.the_connection_has_been_lost
source: The connection has been lost
zh_hans: 连接已断开

# ui.the_connection_is_not_ready_yet_the_message
source: The connection is not ready yet, the message remains on the machine
zh_hans: 连接尚未就绪，消息仍保留在本机

# ui.the_connection_link_is_missing_the_access_code
source: The connection link is missing the access code
zh_hans: 连接链接缺少访问码

# ui.the_connection_link_is_normal
source: The connection link is normal
zh_hans: 连接链路正常

# ui.the_connection_was_not_completed_please_confirm_that
source: The connection was not completed. Please confirm that Mimi Mac Assistant is running, or rescan the pairing QR code on your Mac.
zh_hans: 连接没有完成。请确认 Mimi Mac 助手正在运行，或重新扫描 Mac 上的配对二维码。

# ui.the_connection_was_rejected_by_server_policy_and
source: The connection was rejected by server policy and automatic reconnection has been stopped: %@
zh_hans: 连接被服务器策略拒绝，已停止自动重连：%@

# ui.the_current_agentd_version_does_not_support_clean
source: The current agentd version does not support clean preview, please upgrade the Mac side agentd first.
zh_hans: 当前 agentd 版本还不支持清理预览，请先升级 Mac 端 agentd。

# ui.the_current_agentd_version_does_not_support_directory
source: The current agentd version does not support directory browsing, please upgrade agentd; you can also enter the path directly below.
zh_hans: 当前 agentd 版本还不支持目录浏览，请升级 agentd；也可以直接在下方输入路径。

# ui.the_current_agentd_version_does_not_support_file
source: The current agentd version does not support file preview, please upgrade agentd.
zh_hans: 当前 agentd 版本还不支持文件预览，请升级 agentd。

# ui.the_current_agentd_version_does_not_support_on
source: The current agentd version does not support on-demand loading of historical images, please upgrade agentd.
zh_hans: 当前 agentd 版本还不支持历史图片按需加载，请升级 agentd。

# ui.the_current_branch_will_be_pushed_normally_and
source: The current branch will be pushed without force.
zh_hans: 将推送当前分支，不会强制推送。

# ui.the_current_branch_will_be_reviewed_for_differences
source: The current branch will be reviewed for differences relative to %@.
zh_hans: 将审查当前分支相对 %@ 的差异。

# ui.the_current_camera_does_not_support_qr_code
source: The current camera does not support QR code scanning, please use manual connection instead.
zh_hans: 当前相机不支持二维码扫描，请改用手动连接。

# ui.the_current_connection_credentials_have_expired_please_re
source: The current connection credentials have expired. Please re-pair and then turn on the notification.
zh_hans: 当前连接凭据已失效，请重新配对后再打开通知。

# ui.the_current_device_cannot_find_this_mac_at
source: The current device cannot find this computer. Confirm that Mimi Remote is running on it and that this device is connected to Tailscale.
zh_hans: 当前设备暂时找不到这台电脑。请确认电脑上的 Mimi Remote 正在运行，并且当前设备已连接 Tailscale。

# ui.the_current_device_does_not_have_a_camera
source: The current device does not have a camera that can be used to scan QR codes.
zh_hans: 当前设备没有可用于扫描二维码的相机。

# ui.the_current_device_restricts_camera_access_and_cannot
source: The current device restricts camera access and cannot scan the pairing QR code on the Mac.
zh_hans: 当前设备限制了相机访问，无法扫描 Mac 上的配对二维码。

# ui.the_current_mac_has_changed_please_try_again
source: The current computer has changed. Please try again.
zh_hans: 当前电脑已发生变化，请重新操作。

# ui.the_current_project_has_no_managed_worktrees_that
source: The current project has no managed worktrees eligible for cleanup.
zh_hans: 当前项目没有可清理的已管理 Worktree。

# ui.the_current_running_channel_does_not_support_codex
source: The current running channel does not support Codex Review
zh_hans: 当前运行通道不支持 Codex Review

# ui.the_current_running_channel_does_not_support_manual
source: The current running channel does not support manual compression
zh_hans: 当前运行通道不支持手动压缩

# ui.the_current_session_has_been_refreshed
source: The current session has been refreshed
zh_hans: 当前会话已刷新

# ui.the_current_session_is_temporarily_reserved
source: The current session is temporarily reserved
zh_hans: 当前会话临时保留

# ui.the_current_workspace_is_not_a_git_repository
source: The current workspace is not a Git repository
zh_hans: 当前工作区不是 Git 仓库

# ui.the_current_workspace_is_within_authorized_scope_and
source: The current workspace is within authorized scope and can continue to be used for sessions.
zh_hans: 当前工作区在已授权范围内，可继续用于会话。

# ui.the_device_currently_has_no_network_connection_restore
source: The device currently has no network connection. Restore the network and check again.
zh_hans: 当前设备没有网络连接。恢复网络后再重新检查。

# ui.the_diagnostic_result_format_cannot_be_recognized_value
source: The diagnostic result format cannot be recognized: %@
zh_hans: 诊断结果格式无法识别：%@

# ui.the_directory_is_not_within_authorization_scope_or
source: The directory is not within authorization scope or is inaccessible.
zh_hans: 该目录不在授权范围内或不可访问。

# ui.the_directory_is_too_large_only_the_front
source: The directory is too large, only the front part is displayed; for the rest of the content, please use the manual input path below to open the directory.
zh_hans: 目录过大，仅显示前面部分；其余内容请用下方手动输入路径打开目录。

# ui.the_file_is_not_within_authorization_or_is
source: The file is not within authorization or is inaccessible.
zh_hans: 该文件不在授权范围内或不可访问。

# ui.the_file_is_too_large_and_preview_is
source: The file is too large and preview is not supported.
zh_hans: 文件过大，暂不支持预览。

# ui.the_file_was_read_but_could_not_be
source: The file was read but could not be decoded as an image.
zh_hans: 文件已读取，但无法按图片解码。

source: The first-screen spacing and type hierarchy are worth borrowing, but the colors are not.
zh_hans: 首屏留白和字重层级值得抄，配色不合适。

# ui.the_full_history_content_is_large_and_the
source: The full history is large. Switching to compact history.
zh_hans: 完整历史内容较大，正在切换缩略历史。

# ui.the_full_history_will_be_restored_after_the_current_turn
source: This turn is producing a large amount of process output. Compact history is shown temporarily and full history will be restored when it finishes.
zh_hans: 当前任务的过程输出较大，暂时显示缩略历史；任务完成后会自动恢复完整历史。

# ui.the_historical_image_cache_has_expired_please_refresh
source: The historical image cache has expired, please refresh the session and try again.
zh_hans: 历史图片缓存已过期，请刷新会话后重试。

# ui.the_historical_image_id_is_empty_and_cannot
source: The historical image ID is empty and cannot be loaded.
zh_hans: 历史图片 ID 为空，无法加载。

# ui.the_historical_output_cache_has_expired_please_refresh
source: The full historical output has expired. Refresh the session and try again.
zh_hans: 完整历史输出已过期，请刷新会话后重试。

# ui.the_host_is_archiving_and_uploading_you_can
source: The host is archiving and uploading, you can leave this page
zh_hans: 主机正在归档并上传，可离开此页面

# ui.the_host_is_not_configured_with_the_testflight
source: The host is not configured with the TestFlight publishing process
zh_hans: 主机未配置 TestFlight 发布流程

# ui.the_image_still_exceeds_2_mb_after_compression
source: The image still exceeds 2 MB after compression. Please crop it and try again.
zh_hans: 图片压缩后仍超过 2 MB，请先裁剪后再试

# ui.the_in_app_reminder_has_been_saved_the
source: The in-app reminder has been saved; the system notification is not turned on, please turn it on in iOS "Settings > Notifications > Mimi Remote"
zh_hans: 已保存 App 内提醒；系统通知未开启，请在 iOS“设置 > 通知 > Mimi Remote”中开启
